{"logoText":"/images/logoText321x50.png","phone":"04XXXXXXXX","itemsList":[{"types":{"PC":[],"Jeux vidéo":["FPS"]},"price":50,"imageURL":"/images/games/mosserEffect.png","name":"Mosser Effect","description":"Incarnez le célébre commandant Mosser dans la galaxie d'Andromède , bien au-delà de la Voie Lactée . Là-bas, les joueurs mèneront notre combat pour un nouveau foyer en terrain hostile où NOUS sommes les aliens. Incarnez le Pionnier, leader d'une escouade d'explorateurs ayant reçu un entrainement militaire, avec de nombreuses possibilités de progression et de personnalisation. Il s'agit du prochain chapitre de l'histoire de l'humanité et les choix du joueur tout au long du jeu détermineront notre survie dans la galaxie Andromède. Alors que les mystères de la galaxie d'Andromède se révèleront à vous et que le dernier espoir de l'humanité repose sur vos épaules, jusqu'où pourrez-vous aller ? ","sales":999999,"promotion":50},{"types":{"PC":[],"Jeux vidéo":["RPG"]},"price":70,"imageURL":"/images/games/FF15.jpg","name":"Final Fantasy XV","description":"Préparez-vous à entrer dans un monde dépassant l'imagination : plongez dans l'univers de FINAL FANTASY XV pour vivre une véritable épopée, ponctuée de combats intenses. Dans la peau de Noctis, le prince héritier du royaume de Lucis, à vous de renverser l'armée impériale, libérer votre patrie de l'envahisseur, et reconquérir le trône. Prenez la route aux côtés de vos fidèles compagnons pour un voyage inoubliable à travers les paysages époustouflants du monde d'Eos, peuplé de créatures colossales... et d'impitoyables ennemis. Au fil de votre périple, vous apprendrez à manier les armes et la magie, ainsi qu'à maîtriser le pouvoir de vos ancêtres, permettant de vous téléporter dans les airs en plein combat. Nouveaux venus et fans de longue date, accomplissez votre destin et découvrez un FINAL FANTASY d'un nouveau genre. Des combats intenses, riches en action : personnalisez le vaste arsenal d'armes à votre disposition et tirez parti des compétences de soutien uniques de chaque personnage au cours de combats en temps réel, faciles à prendre en main sans pour autant perdre en profondeur. Téléportez-vous sur le champ de bataille pour frapper vos ennemis par surprise, exécutez des coups spéciaux et lancez des sorts de plus en plus puissants à mesure que votre équipe gagne en expérience. Plongez dans un voyage sans limites : explorez l'arrière-pays en voiture aux côtés de vos amis ou aventurez-vous à pied au cœur d'un monde immense, peuplé de créatures merveilleuses, ponctué de grottes impénétrables et de villes où l'aventure vous tend les bras. Des liens d'amitié inaltérables : dans la peau de Noctis, vous verrez vos relations avec vos amis se renforcer à mesure que l'histoire vous rapprochent. Libérer sa patrie nécessite de la force, une bonne dose de courage, mais aussi et surtout un sentiment profond de solidarité. Effectuez des coups coopératifs en combat et émerveillez-vous devant l'esprit d'équipe de Noctis et ses compagnons.","sales":5,"promotion":10},{"types":{"PlayStation4":[],"Jeux vidéo":["Horreur"]},"price":60,"imageURL":"/images/games/residentEvil.png","name":"Resident Evil : Rainero","description":"Resident Evil 7 Rainero marque le début d’une nouvelle ère dans la saga Resident Evil. Il revient aux racines du jeu et offre une nouvelle expérience de l’horreur, avec un nouveau personnage sans précédent : le duc Rainero. Le jeu se déroule dans un domaine au cœur de l’Amérique rurale et prend place après les tragiques évènements de Resident Evil 6. Les joueurs vont découvrir une nouvelle expérience dans les Resident Evil avec une jouabilité à la première personne.","sales":30,"promotion":0},{"types":{"Nintendo DS":[],"Jeux vidéo":["Mini-jeux"]},"price":10,"imageURL":"/images/games/beal.png","name":"Boule & Beal : Vive les vacances !","description":"Boule et Beal : Vive les Vacances sur DS est constitué d'une suite de mini-jeux qui forment une bande dessinée interactive. Boule et son fidèle ami Beal partent ensemble pour de nouvelles aventures le temps de 30 défis (collection, cerf-volant, vélo, raquettes, balle au prisonnier...), parfois accompagnés de leur amie Caroline la tortue.","sales":1,"promotion":0},{"types":{"Nintendo":[],"Console":["Console de salon"]},"price":299,"imageURL":"/images/games/switch.png","name":"Nintendo Switch","description":"C'est LA console de l'année ! Avec ses fonctionnalités nomades et son design high-tech, la console Switch te procurera des sensations de liberté inégalées. Que tu sois dans ton salon ou en déplacement, la Switch te suit partout ! La console Nintendo Switch est à portée de mains, plus que quelques clics et elle est à toi !","sales":654,"promotion":0},{"types":{"Sony":[],"Console":["Console de salon"],"PlayStation4":[]},"price":349.9,"imageURL":"/images/games/ps4.png","name":"PlayStation 4","description":"La PlayStation 4 Pro est la nouvelle console de Sony. Cette version améliorée de la PlayStation 4 permet de jouer à des jeux en 4K. Pour cela, il est nécessaire de posséder un téléviseur compatible.\n\nLa console est également compatible avec la technologie HDR qui améliore l'ensemble des jeux, notamment la qualité graphique. Pour cela, il est nécessaire de posséder un téléviseur HDR compatible.\n\nLe design général de la console a été revue en hausse.\n\nLa console accueille une prise USB complémentaire à l'arrière de la console, en plus des 2 ports USB sur le devant de la console. Tout ceci permet de connecter facilement le casque de réalité virtuelle, le PlayStation VR (non inclus).\n\nLe disque dur dispose d'une capacité de 1 To pour facilement installer un nombre plus important de jeux.\n\nTous les jeux PS4 sont compatibles avec la nouvelle PS4 Pro.","sales":783,"promotion":30},{"types":{"Console":["Console de salon"],"Microsoft":[]},"price":269.8,"imageURL":"images/games/xbox1.png","name":"XBox One","description":"Comprend la console Xbox One S, un Disque dur (interne) de 500 Go, une Manette Xbox sans fil (avec une prise Jack de 3,5mm), un câble HDMI, un câble d’alimentation AC.\n\nJouez au meilleur catalogue de jeux tel que Gears of War 4, Dead Rising 4, Forza Horizon 3 et ReCore. Jouez également aux classiques de Xbox 360 sur une console 40 % plus petite.\n\nDécouvrez des couleurs plus riches, plus lumineuses dans les jeux et les vidéos grâce à la technologie HDR (High Dynamic Range).\n\nRegardez des vidéos en flux 4K UHD, et regardez vos films UHD Blu-ray en 4K Ultra HD. Pour pouvoir profiter de la technologie 4K, il est impératif de posséder un téléviseur compatible 4K.\n\nNouvelle manette Xbox sans fil avec grip et technologie Bluetooth.","sales":985,"promotion":0},{"types":{"Sony":[],"Console":["Console portable"]},"price":199.99,"imageURL":"/images/games/vita.png","name":"PlayStation Vita","description":"Sony offre à sa Playstation Vita un nouveau modèle, après deux ans de bons et loyaux services. Pour la peine, la portable a cédé au diktat de la minceur. Elle a perdu 15 % de son épaisseur initiale, ainsi que 20 % de son poids : l’idéal pour être belle sur la plage cet été ! Plus pratique, la console dispose désormais d’une mémoire interne pour les sauvegardes, ainsi que d’une entrée Micro-USB pour la charge et la connexion PC. L’autonomie de la batterie a aussi augmenté et la technologie d’écran a changé. Une foule de petits plus, qui raviront les futurs acquéreurs de la console et les indécis.","sales":245,"promotion":0},{"types":{"Nintendo Switch":[],"Jeux vidéo":["RPG"]},"price":69.99,"imageURL":"/images/games/zeldabotw.png","name":"The Legend Of Zelda : Breath of the Wild","description":"Annoncé pour 2015, The Legend of Zelda Wii U est un jeu d'aventure qui promet d'être différent de ses prédécesseurs et de se rapprocher de l'organisation du premier opus de la série. Celui-ci se déroulera dans un monde vaste et ouvert avec des donjons sans ordre imposé.","sales":436,"promotion":0},{"types":{"Nintendo 3DS":[],"Jeux vidéo":["Mini-jeux"]},"price":49.99,"imageURL":"/images/games/mariosss.png","name":"Mario Sports Superstars","description":"Cinq sports à la sauce champignon : les passionnés de football pourront participer à des matches en équipes de 11 alors que les férus de golf et de tennis retrouveront le gameplay des séries Mario Golf et Mario Tennis. Quant aux joueurs de Baseball, il sera nécessaire d'affiner leurs techniques de lanceur et de batteur, alors qu'en équitation, les jockeys en herbe devront filer à bride abattue. Enfin, il est également possible de s'occuper de son cheval dans le mode Ecurie en le soignant et le nourrissant afin d'avoir un avantage pendant les courses !","sales":8,"promotion":0},{"types":{"PlayStation 4":[],"Jeux vidéo":["RPG"]},"price":69.99,"imageURL":"/images/games/horizon.png","name":"Horizon Zero Dawn","description":"Dans un monde post-apocalyptique luxuriant où la nature a repris ses droits sur les vestiges d'une civilisation oubliée, des groupes d'humains vivent une vie primitive au sein de tribus. La domination du monde sauvage leur a été usurpée par les machines, des créatures mécaniques redoutables d'origine inconnue.\n\nVous incarnez Aloy, une jeune chasseresse qui cherche à découvrir son destin dans les vestiges du passé. Bannie de sa tribu à la naissance, Aloy a appris à exploiter son agilité, son ingéniosité et ses capacités mortelles au tir à l'arc pour chasser les machines, se défendre contre les tribus rivales et survivre dans ce monde sauvage impitoyable.\n\nParcourez un monde jonché d'étranges artefacts et de ruines afin de percer ses plus grands mystères. Comment les machines ont-elles pu dominer le monde ? Qu'est-il arrivé à la civilisation précédente ? Les réponses à ces questions pourraient déterminer le destin d'Aloy... et de l'humanité.\n\nDans ce jeu de rôle gratifiant au gameplay riche en possibilités, l'accent est mis sur la variété des stratégies. Combinez des outils primitifs avec une technologie avancée pour fabriquer de quoi transformer les prédateurs en proies. Développez des tactiques pour vaincre les différentes machines et piratez les spécimens capturés pour qu'ils vous aident dans votre tâche.\n\nExplorez des décors incroyables mettant en valeur la beauté de la nature. Parcourez des forêts superbement détaillées, des montagnes imposantes et les ruines mystérieuses d'une civilisation disparue, le tout dans un monde qui regorge de vie grâce à la météo changeante et au système de cycle jour/nuit.","sales":0,"promotion":0}],"name":"Macrogamia","about":"Vendez nous vos jeux à petits prix, nous les revendrons mais hors de prix.","logo":"/images/logo.png","adress":"MacroGamia - Sophia AntipolisCentre Agorazur21 rue du marché06410Sophia-Antipolis","legalNotice":"CONDITIONS GENERALES DE VENTE MAGASIN\nApplicables à compter du 01 Janvier 2017\n\nArt. 1 - Identification de la Société\nLa société Macrogamia (ci-après Macrogamia) est une société par actions simplifiée au capital de 156.156.960,00 Euros, dont le siège social est situé 955 Route des Lucioles - 06560 VALBONNE et immatriculée au Registre du Commerce et des Sociétés de Grasse sous le numéro 480.705.946.\n\nArt. 2 - Champ d’application - Terminologie – Modification des Conditions Générales de Ventes\n2.1 Les présentes Conditions Générales de Vente (ci-après « les CGV »), établies conformément au principe de transparence qui préside aux relations entre Macrogamia et les clients, forment un tout indissociable avec les offres commerciales établies par Macrogamia.\n2.2 Les CGV régissent les ventes de jeux, consoles, accessoires et guides (ci-après « les Produits ») par Macrogamia aux clients consommateurs (ci-après « les Clients ») souhaitant effectuer un achat direct en magasin.\n2.3 Les présentes CGV établissent  les droits et obligations des parties dans le cadre de la vente de Produits par Macrogamia ; elles s’appliquent à toute vente de Produits neufs et/ou de Produits d’occasion réalisée par Macrogamia à un Client en magasin.\n2.4 Il est précisé que le Client doit avoir la capacité juridique de contracter.\n2.5 Tout achat implique, au préalable, l’adhésion sans réserve aux présentes CGV qui sont accessibles aisément dans les magasins Macrogamia.\n2.6 Macrogamia se réserve le droit de modifier les présentes CGV. Cependant, tout achat sera régi par les CGV en vigueur au moment de la vente.\n2.7 Si l’une quelconque des clauses des CGV se révélait nulle pour quelque motif que ce soit, seule la clause concernée serait réputée non écrite, toutes les autres dispositions étant intégralement maintenues.\n2.8 Les présentes CGV sont communiquées sans délai à tout Client qui en fait la demande.\n\nArt. 3 - Prix et conditions de règlement\n3.1 Les prix sont fermes et définitifs. Les prix applicables sont ceux affichés en magasin et confirmés lors de l’achat. Tout changement de prix postérieur à l’achat est sans effet sur celui-ci.\n3.2 Les prix des Produits sont indiqués en euros toutes taxes comprises. Ils tiennent compte du taux de TVA applicable au jour de la vente. Tous les Produits sont payables en euros.\n3.3 Les articles demeurent la propriété de Macrogamia jusqu’au complet paiement du prix par le Client.\n3.4 Des modifications de prix pourront intervenir à la hausse comme à la baisse, en fonction des modifications de taux des taxes ou des contributions, notamment environnementales, ainsi que dans l’hypothèse de la création de telles taxes. Les prix applicables sont ceux en vigueur au moment de la vente.\n3.5 Le paiement des Produits s’effectue par carte bancaire (Visa, MasterCard, autres cartes bleues ou cartes Aurore en fonction des points de vente), chèque (sur présentation d’une pièce d’identité), ou espèces dans la limite de mille euros (1.000) € TTC.\n3.6 Macrogamia propose également un service de paiement en plusieurs fois (OZITO) qui ne peut toutefois dépasser un délai de trois (3) mois, sous réserve du paiement de la somme de deux euros quatre-vingt-dix neuf centimes (2,99) € pour toute transaction allant jusqu’à cent quatre-vingt dix-neuf euros et quatre-vingt dix-neuf centimes (199,99) € et quatre euros quatre-vingt dix-neuf centimes (4,99) € pour un montant supérieur à deux cents (200) euros, pour frais de dossier et de la présentation d’une pièce d’identité en cours de validité.\n3.7 Macrogamia propose à ses Clients, la possibilité d’offrir des cartes cadeaux à des tiers, utilisables dans tous les magasins Macrogamia, d’un montant minimum de vingt (20) euros et maximum de cinq cents (500) euros. La carte cadeau est valable un (1) an à compter de sa date d’émission.\nUne carte cadeau ne peut être remboursée, toute vente est définitive.\nL’achat d’une carte cadeau ne peut être effectué qu’en espèces, chèque ou carte bancaire.\nToute demande de paiement en avoirs, OZITO ou paiement en 10 fois ne pourra pas être validée en caisse.\n3.8 Le Client peut compléter le paiement relatif à l’achat d’un (des) Produit(s) à l’aide d’un bon de fidélité, d’un avoir ou d’une carte cadeau acceptée dans les magasins Macrogamia.\nMacrogamia accepte également les chèques cadeaux (se renseigner auprès des conseillers de vente pour connaître les types de chèques cadeaux pouvant être acceptés).\n\nArt 4 - Formation du contrat de vente\n4.1 Le Contrat de Vente se forme dès l’accord sur la chose (le Produit) et sur le prix entre Macrogamia et le Client.\n4.2 Le lieu de délivrance des Produits s’entend des magasins Macrogamia.\n4.3 Macrogamia est un magasin de vente au détail. Toute demande d’un client présentant un caractère anormal ou réalisée de mauvaise foi pourra être refusée par Macrogamia.\n\nArt 5 – jeux neufs vendus sans blister\nAfin d’éviter d’éventuels vols en magasins, certains jeux neufs peuvent être descellés et vidés de leur contenu.\nMacrogamia garantit que ces jeux sont bien neufs !\nSi le client souhaite obtenir un jeu scellé, il peut en faire la demande, sous réserve de disponibilité, auprès de ses conseillers présents en magasin.\n\nArt 6 - Codes à usage unique\nCertains Produits vendus par Macrogamia sont porteurs d’un code à usage unique que le Client devra entrer lors de l’installation du Produit.\nLe Client reconnaît avoir connaissance de l’existence de ce code à usage unique qui ne pourra être transmis en cas de revente du Produit.\nLes contenus additionnels (code de téléchargement, DLC, bonus...) ne sont pas inclus dans les Produits d'occasion.\nSi certains Produits d'occasion comportent des fonctionnalités en ligne, MACROGAMIA informe le Client qu'il est possible qu'elles aient déjà été utilisées.\n\nArt. 7 – Retour des produits\n7.1 Macrogamia s’engage à rembourser, selon les modalités prévues à l’article 7, ou échanger les Produits (dans la limite des stocks disponibles) aux Clients dans un délai de trente (30) jours suivants de la date d’achat. Dans ce cas, le Client rapporte le Produit dans son emballage d’origine directement en magasin. Tout remboursement ou échange (qui ne peut être sollicité que dans la limite des stocks disponibles) ne pourra être effectué que sur présentation d’une preuve d’achat et sous réserve que le produit soit retourné dans son emballage d’origine.\nProduit acheté neuf\n7.1.1 Si le produit n’a pas été ouvert ou s’il est considéré comme neuf, qu’il a été acheté avec une Mégacarte, qu’il a été réglé en espèces ou par carte bancaire et que le client possède une preuve d’achat, il est possible de le rembourser en espèces pour une somme inférieure à 75 €, sous réserve que le retour soit effectué le jour même de l’achat, la date mentionnée sur la preuve d’achat faisant foi.\nSi le produit a été acheté avec un autre mode de règlement ou si le remboursement est supérieur à 75 €, un avoir est émis et pourra être remboursé par le siège social sur demande expresse du client.\nDans tous les cas un achat qui a été fait à l’aide d’un avoir ou d’une reprise occasion ne pourra pas être remboursé.\n7.1.2 Si le produit n’a pas été ouvert, qu’il a été acheté avec une Mégacarte, qu’il a été réglé en espèces ou par carte bancaire et que le client possède une preuve d’achat, il est possible de le rembourser en espèces pour une somme inférieure à 20 €, sous réserve que le retour soit effectué sous 8 jours à compter de la date d’achat, la date mentionnée sur la preuve d’achat faisant foi.\nSi le produit a été acheté avec un autre mode de règlement ou si le remboursement est supérieur à 20 €, un avoir est émis et pourra être remboursé par le siège social sur demande expresse du client.\nDans tous les cas un achat qui avait été fait à l’aide d’un avoir ne pourra pas être remboursé.\n7.1.3 Si le produit n’a pas été ouvert, un avoir est émis et pourra être remboursé par le siège social sur demande expresse du client, pour tout retour au-delà de 8 jours et dans un délai d’1 mois à compter de la date d’achat, la date mentionnée sur la preuve d’achat faisant foi.\nDans tous les cas un achat qui avait été fait à l’aide d’un avoir ne pourra pas être remboursé.\n7.1.4 Retour d’un produit ouvert :\nLe produit est considéré comme occasion s’il a été ouvert.\nLe produit est racheté au prix de l’occasion et un avoir est émis sans possibilité de remboursement.\nProduit acheté d’occasion\n7.1.5 S’il a été acheté avec une Mégacarte, qu’il a été réglé en espèces ou par carte bancaire et que le client possède le numéro de ticket, il est possible de le rembourser en espèces pour une somme inférieure à 75 € , sous réserve que le retour soit effectué le jour même de l’achat uniquement, la date mentionnée sur la preuve d’achat faisant foi..\nSi le produit a été acheté avec un autre mode de règlement ou si le remboursement est supérieur à 75 €, un avoir est émis et pourra être remboursé par le siège social sur demande du client en magasin.\nDans tous les cas un achat qui a été fait à l’aide d’un avoir ne pourra pas être remboursé.\n7.1.6  Au-delà d’un (1) jour à compter de la date de l’achat, un avoir est émis à l’aide d’un numéro de Mégacarte sans possibilité de remboursement.\n7.2 Tout produit ouvert ne pourra pas être repris à son prix d'origine.\n7.3 Toute réclamation formulée hors de ce délai ne pourra être acceptée.\n\nArt. 8 - Remboursement\n8.1 Aucun remboursement en espèces n’est effectué par Macrogamia en magasin, à l’exception des demandes effectuées le jour même de l’achat et portant sur une somme inférieure à 75 euros, la date figurant sur le ticket de caisse présenté par le client comme preuve de son achat faisant foi.\n8.2 Le Client est tenu de se renseigner auprès du conseiller Macrogamia, étant précisé que toute demande de remboursement doit être faite par un conseiller Macrogamia auprès du siège social (sur présentation d’un avoir).\n8.3 La demande de remboursement sera étudiée par le siège social de Macrogamia qui se réserve le droit de la refuser.\n8.4 En tout état de cause, aucune demande de remboursement ne pourra être formulée par le Client au-delà d’un délai de trente (30) jours à compter de la date d’achat du Produit.\n8.5 Le remboursement total de la transaction ne peut avoir lieu si dans la vente d’origine il y a eu une reprise d’occasion, un avoir (papier ou électronique), un chèque cadeau, un chèque fidélité ou une carte cadeau.\n8.6 Le client ne pourra pas obtenir de remboursement de la différence de prix s’il trouve son produit moins cher dans une enseigne concurrente.\n8.7 Macrogamia ne pratique pas la politique du « satisfait ou remboursé ».\n\nArt. 9 – Garanties\n9.1 – Garantie commerciale offerte par les éditeurs / constructeurs\nLe Client bénéficie, sur les Produits, d’une garantie « éditeurs » ou « constructeurs » selon les modalités suivantes :\nLe Client bénéficie d’une garantie panne au déballage d’un (1) mois après l’achat de sa console. (Sauf mention contraire)\nAprès ce délai, pour les consoles et accessoires : la garantie dépend des références de la console et de l’accessoire concerné (renseignements auprès de vos conseillers) ;\nJeux neufs : garantis un (1) an par l’éditeur dont trois (3) mois en magasin\nPour le matériel audio : la garantie dépend de la référence.\n(Renseignements auprès de vos conseillers).\nIl est précisé que :\nNintendo France possède son propre Service après-vente. Pour tout retour ou question sur les consoles, jeux et accessoires de marque Nintendo, rendez-vous sur le site www.nintendo.fr.\nCertains Constructeurs ou Editeurs traitent leur SAV en direct, pour tout ou partie de leur gamme de produits.\nLe Client est tenu de se renseigner auprès des conseillers de vente sur la liste des contacts SAV concernés.\nLe Client bénéficie également d’une panoplie de services définis dans l’article 9 infra.\n9.2 – Garanties légales\nLe Client bénéficie de la garantie légale de conformité  dans les conditions des articles L. 211-4 et suivants du Code de la consommation, et de la garantie contre les défauts cachés de la chose vendue dans les conditions des articles 1641 et suivants du Code civil. Ces dispositions sont reproduites en Annexe des présentes CGV.\nGarantie légale de conformité :\n- Le Client bénéficie d'un délai de deux ans à compter de la délivrance du bien pour agir ;\n- Le Client peut obtenir le remplacement du bien ;\nNB : la réparation du bien représentant un coût disproportionné pour Macrogamia, le client peut uniquement prétendre au remplacement de son produit non-conforme, en application de l’article L. 211-9 du Code de la consommation.\n- Le Client est dispensé de rapporter la preuve de l'existence du défaut de conformité du bien durant les vingt-quatre mois suivant la délivrance du bien. Ce délai est de six mois pour les biens d'occasion.\nLa garantie légale de conformité s'applique indépendamment de la garantie commerciale prévue à l’Article 9.1 et des Services proposés à l’Article 10 des présentes Conditions Générales de Vente.\nGarantie contre les défauts cachés de la chose vendue :\nLe Client peut décider de mettre en œuvre la garantie contre les défauts cachés de la chose vendue au sens de l'article 1641 du code civil\nDans cette hypothèse, il peut choisir entre la résolution de la vente ou une réduction du prix de vente conformément à l'article 1644 du code civil.\n9.2.1 – Garantie légale de conformité (Articles L 211-4 et suivants du Code de consommation)\nMacrogamia s’engage, en cas de vente d’un Produit non conforme et au choix du Client, soit à remplacer le Produit par un Produit identique en fonction des stocks disponibles, soit à remplacer le Produit par un Produit de qualité et de prix équivalent en fonction des stocks disponibles, soit à rembourser le Client du prix du Produit.\n9.2.2 – Garantie légale des vices cachés (Articles 1641 et suivants du Code civil)\nMacrogamia s’engage, en cas de vente d’un Produit révélant un vice caché et au choix du Client, soit à remplacer le Produit par un Produit identique en fonction des stocks disponibles, soit à remplacer le Produit par un Produit de qualité et de prix équivalents en fonction des stocks disponibles, soit à rembourser le Client du prix du Produit, soit à rembourser au Client une partie du prix du Produit sans remplacer ce dernier.\n9.2.3 –Exclusion de garantie\nSont exclus de la garantie les Produits modifiés, réparés, intégrés ou ajoutés par le Client ou toute autre personne non autorisée par Macrogamia.\nToute garantie est exclue en cas de mauvaise utilisation, négligence ou défaut d’entretien de la part du Client, comme en cas d’usure normale du bien ou de force majeure.\n\nArt. 10 - Services proposés par Macrogamia\nMacrogamia propose à ses Clients les services suivants :\n10.1. Extensions de garantie\nMacrogamia propose, indépendamment et en sus des garanties légales :\nl’extension de garantie pour les consoles neuves et d’occasion et accessoires conformément aux dispositions du contrat de garantie, ce service payant étant géré par notre partenaire SPB courtier en assurance, \nle Jeu Indestructible (sauf PC) échangeable par la même référence (service payant), \nla garantie des jeux pendant un (1) an dans la limite d'un (1) échange, selon les modalités suivantes :\nprix du jeu strictement inférieur à 29.99€ (prix d’achat par le Client) : garantie pour un (1) an à 1€  pour l’année ;\nprix du jeu supérieur ou à égal à 29.99€  (prix d’achat par le Client) : garantie pendant un (1) an à 3€ pour l’année.\n10.2. Autres Services\nla possibilité de réserver des nouveautés avant leur sortie, étant précisé qu’un acompte pourra être demandé au Client pour toute version Collector ou édition limitée des jeux vidéo ainsi que sur les consoles. La réservation est garantie durant 48h après la sortie officielle du produit, et 72h pour un client « statut Premium ». L’utilisation de l’acompte pour l’achat d’un produit autre que celui réservé entraine l’annulation automatique de la réservation qui y est rattachée.\nle paiement en quatre (4) fois dans les conditions définies à l’article 3.6 ;\nl’achat de carte cadeau, \nla reprise des jeux, consoles et accessoires (même abimés) conformément aux modalités prévues dans les CGV Reprises disponibles en magasin.\nLes Goodies à la réservation « x quantités de goodies pour certains produits» sur les pièces disponibles sur l’ensemble du réseau Macrogamia et Dock Games. La réception des DLC (downloadable content) relevant de la responsabilité des éditeurs de jeux, ces derniers peuvent être disponibles avec 72h de décalage.\n\nArt. 11 - Contenus dématérialisés – Langue du compte d’utilisateur\nMacrogamia propose à ses Clients l’accès à certains contenus dématérialisés. Pour pouvoir bénéficier de ces contenus, Client est informé que son compte d’utilisateur doit nécessairement être un compte d’utilisateur français.\n\nArt. 12 - Mentions légales et responsabilité\n12.1 Macrogamia ne saurait être tenu pour responsable de l’inexécution du contrat conclu en cas de situation fortuite, de force majeure, de perturbation ou de grève totale ou partielle notamment des services postaux et moyens de transport et/ou communications, d’inondation, d’incendie.\n12.2 Macrogamia n’encourra aucune responsabilité pour tous dommages indirects du fait des présentes, perte d’exploitation, perte de profit, dommage ou frais, qui pourraient survenir.\n\nArt. 13 – Mégacarte\n13.1 Macrogamia propose à ses Clients le bénéfice d’une carte de fidélité (ci-après Mégacarte) qui leur permet d’accéder  à des  privilèges exclusifs. Pour obtenir toutes les informations utiles, le Client est invité à consulter le site www.micromania.fr rubrique « ma Mégacarte » pour connaitre les différents statuts et avantages liés à la détention de la Mégacarte.\n13.2 La Mégacarte permet de cumuler des points à chaque achat. Pour ce faire, la Mégacarte doit être présentée à chaque passage en caisse, étant précisé qu’aucun cumul de points sur la Mégacarte n’est possible, a posteriori, une fois la transaction validée.\n13.3 Macrogamia propose à ses Clients détenteurs de la Mégacarte, des bons permettant d’acheter des produits vendus par Macrogamia, conformément aux modalités et validités suivantes :\nle bon de fidélité, en fonction du nombre de point de fidélité : (six) 6 mois, \nle bon bonus, en fonction du nombre de point de fidélité : un (1) mois, \nle bon promotionnel : six (6) semaines à compter de sa date d’émission, \nle bon anniversaire : un (1) mois (pour les clients Premium ayant une adresse mail valide) à compter de sa date d’émission, \nl’avoir ticket ou l’avoir carte : six (6) mois à compter de sa date d’émission, \n\nArt. 14 – Propriété Intellectuelle\nLes Produits sont vendus avec une licence d’utilisation non cessible et non exclusive. Il est interdit de procéder à toute copie autre que celles autorisées dans le cadre de la législation en vigueur. Ces Produits font l’objet de droits d’utilisation personnels et spécifiques règlementant les diffusions publiques et les locations.\n\nArt. 15 – Droit applicable\n15.1 Le présent Contrat est soumis à la loi française.\n15.2 La langue des CGV est la langue française.\n\nArt. 16 – Règlement des litiges\n16.1 En cas de litige, une solution amiable sera recherchée avant tout recours judiciaire. La recherche préalable d’une solution amiable n’interrompt pas les délais pour agir en garantie.\n16.2  Réclamation\nToute réclamation doit être adressée au service consommateurs http://www.macrogamia.fr/contacts ou\nMACROGAMIA\nService Client\nCentre Agorazur\n21 rue du marché\n06410\nSophia-Antipolis\n16.3 Tout litige relatif à l’interprétation ou à l’exécution des présentes CGV et tout contrat conclu avec le Client sera de la compétence de l’ensemble des Tribunaux d’Instance.\n\nArt. 17  – Acceptation de l’Acheteur\nLes présentes CGV sont expressément agréés et acceptés par le Client, qui déclare et reconnait en avoir une parfaite connaissance, et renonce, de ce fait, à se prévaloir de tout document contradictoire. ","logoMin":"/images/logoMin79x75.png"}