{"logoText":"/images/logoText321x50.png","phone":"04XXXXXXXX","itemsList":[{"types":{"PC":[],"Jeux vidéo":["FPS"]},"price":49.99,"imageURL":"/images/games/mosserEffect.png","name":"Mosser Effect","description":"Incarnez le célébre commandant Mosser dans la galaxie d'Andromède , bien au-delà de la Voie Lactée . Là-bas, les joueurs mèneront notre combat pour un nouveau foyer en terrain hostile où NOUS sommes les aliens. Incarnez le Pionnier, leader d'une escouade d'explorateurs ayant reçu un entrainement militaire, avec de nombreuses possibilités de progression et de personnalisation. Il s'agit du prochain chapitre de l'histoire de l'humanité et les choix du joueur tout au long du jeu détermineront notre survie dans la galaxie Andromède. Alors que les mystères de la galaxie d'Andromède se révèleront à vous et que le dernier espoir de l'humanité repose sur vos épaules, jusqu'où pourrez-vous aller ? ","sales":999999},{"types":{"PC":[],"Jeux vidéo":["RPG"]},"price":69.99,"imageURL":"/images/games/FF15.jpg","name":"Final Fantasy XV","description":"Préparez-vous à entrer dans un monde dépassant l'imagination : plongez dans l'univers de FINAL FANTASY XV pour vivre une véritable épopée, ponctuée de combats intenses. Dans la peau de Noctis, le prince héritier du royaume de Lucis, à vous de renverser l'armée impériale, libérer votre patrie de l'envahisseur, et reconquérir le trône. Prenez la route aux côtés de vos fidèles compagnons pour un voyage inoubliable à travers les paysages époustouflants du monde d'Eos, peuplé de créatures colossales... et d'impitoyables ennemis. Au fil de votre périple, vous apprendrez à manier les armes et la magie, ainsi qu'à maîtriser le pouvoir de vos ancêtres, permettant de vous téléporter dans les airs en plein combat. Nouveaux venus et fans de longue date, accomplissez votre destin et découvrez un FINAL FANTASY d'un nouveau genre. Des combats intenses, riches en action : personnalisez le vaste arsenal d'armes à votre disposition et tirez parti des compétences de soutien uniques de chaque personnage au cours de combats en temps réel, faciles à prendre en main sans pour autant perdre en profondeur. Téléportez-vous sur le champ de bataille pour frapper vos ennemis par surprise, exécutez des coups spéciaux et lancez des sorts de plus en plus puissants à mesure que votre équipe gagne en expérience. Plongez dans un voyage sans limites : explorez l'arrière-pays en voiture aux côtés de vos amis ou aventurez-vous à pied au cœur d'un monde immense, peuplé de créatures merveilleuses, ponctué de grottes impénétrables et de villes où l'aventure vous tend les bras. Des liens d'amitié inaltérables : dans la peau de Noctis, vous verrez vos relations avec vos amis se renforcer à mesure que l'histoire vous rapprochent. Libérer sa patrie nécessite de la force, une bonne dose de courage, mais aussi et surtout un sentiment profond de solidarité. Effectuez des coups coopératifs en combat et émerveillez-vous devant l'esprit d'équipe de Noctis et ses compagnons.","sales":5},{"types":{"PlayStation4":[],"Jeux vidéo":["Horreur"]},"price":59.99,"imageURL":"/images/games/residentEvil.png","name":"Resident Evil : Rainero","description":"Resident Evil 7 Rainero marque le début d’une nouvelle ère dans la saga Resident Evil. Il revient aux racines du jeu et offre une nouvelle expérience de l’horreur, avec un nouveau personnage sans précédent : le duc Rainero. Le jeu se déroule dans un domaine au cœur de l’Amérique rurale et prend place après les tragiques évènements de Resident Evil 6. Les joueurs vont découvrir une nouvelle expérience dans les Resident Evil avec une jouabilité à la première personne.","sales":30},{"types":{"Nintendo DS":[],"Jeux vidéo":["Mini-jeux"]},"price":10,"imageURL":"/images/games/beal.png","name":"Boule & Beal : Vive les vacances !","description":"Boule et Beal : Vive les Vacances sur DS est constitué d'une suite de mini-jeux qui forment une bande dessinée interactive. Boule et son fidèle ami Beal partent ensemble pour de nouvelles aventures le temps de 30 défis (collection, cerf-volant, vélo, raquettes, balle au prisonnier...), parfois accompagnés de leur amie Caroline la tortue.","sales":0}],"name":"Macrogamia","about":"Notre magasin vends et loue des biches","logo":"/images/logo.png","adress":"25 rue des cyprés","legalNotice":"CGU BULLSHIT","logoMin":"/images/logoMin79x75.png"}